Revit 2024 API
ExportLineweightInfo Constructor
 Constructs a new default ExportLineweightInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportLineweightInfo()
Visual Basic
Public Sub New
Visual C++
public:
ExportLineweightInfo()
See Also
ExportLineweightInfo Class
ExportLineweightInfo Overload
Autodesk.Revit.DB Namespace